Repository: firebase/FirebaseUI-iOS
Catalog: FirebaseSwiftUI/FirebaseAuthSwiftUI/Sources/Strings/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, de_at, el, es, fa, fi, fil, fr, fr_ch, gsw, gu, he, hi, hr, hu, id, it, ja, kn, ko, ln, lv, mr, ms, nb, nl, nn_no, pl, pt, pt_pt, ro, ru, sk, sl, sr, sr_latn, sv, ta, th, tr, uk, ur, vi, zh, zh_hant, zh_hant_tw

source: Check your email
bg: Проверете имейла си
bn: আপনার ইমেইল পরীক্ষা করুন
ca: Comprova el teu correu electrònic
cs: Zkontrolujte email
da: Tjek din email
de_at: Überprüfen Sie Ihre E-Mail
el: Ελέγξτε το email σας
fa: ایمیل خود را بررسی کنید
fi: Tarkista sähköpostisi
fil: Tingnan ang iyong email
fr_ch: Consultez votre e-mail
gsw: Prüef dini E-Mail
gu: તમારો ઇમેઇલ તપાસો
he: בדוק את הדוא״ל שלך
hi: अपना ईमेल जांचें
hr: Provjerite svoj email
hu: Ellenőrizze az e-mailjét
id: Periksa email Anda
it: Controlla la tua email
ja: メールを確認してください
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಪರಿಶೀಲಿಸಿ
ko: 이메일을 확인하세요
ln: Talá email na yo
lv: Pārbaudiet savu e-pastu
mr: तुमचा ईमेल तपासा
ms: Semak e-mel anda
nb: Sjekk e-posten din
nl: Controleer je e-mail
nn_no: Sjekk e-posten din
pl: Sprawdź swoją pocztę e-mail
pt: Verifique seu e-mail
pt_pt: Verifique o seu e-mail
ro: Verificați e-mailul
ru: Проверьте свою электронную почту
sk: Skontrolujte svoj e-mail
sl: Preverite svojo e-pošto
sr: Проверите ваш имејл
sr_latn: Proverite vaš imejl
sv: Kontrollera din e-post
ta: உங்கள் மின்னஞ்சலைச் சரிபார்க்கவும்
th: ตรวจสอบอีเมลของคุณ
tr: E-postanızı kontrol edin
uk: Перевірте свою електронну пошту
ur: اپنی ای میل چیک کریں
vi: Kiểm tra email của bạn
zh: 检查您的邮箱
zh_hant: 查看您的電子郵件
zh_hant_tw: 查看您的電子郵件

source: Create account
bg: Създаване на акаунт
bn: অ্যাকাউন্ট তৈরি করুন
ca: Crea un compte
cs: Vytvořit účet
da: Opret konto
de_at: Konto erstellen
el: Δημιουργία λογαριασμού
fa: ایجاد حساب
fi: Luo tili
fil: Gumawa ng account
fr_ch: Créer un compte
gsw: Konto erstelle
gu: એકાઉન્ટ બનાવો
he: צור חשבון
hi: खाता बनाएं
hr: Kreirajte račun
hu: Fiók létrehozása
id: Buat akun
it: Crea account
ja: アカウントを作成
kn: ಖಾತೆ ರಚಿಸಿ
ko: 계정 만들기
ln: Kosala kɔnti
lv: Izveidot kontu
mr: खाते तयार करा
ms: Cipta akaun
nb: Opprett konto
nl: Account aanmaken
nn_no: Opprett konto
pl: Utwórz konto
pt: Criar conta
pt_pt: Criar conta
ro: Creați cont
ru: Создать аккаунт
sk: Vytvoriť účet
sl: Ustvari račun
sr: Направи налог
sr_latn: Napravi nalog
sv: Skapa konto
ta: கணக்கை உருவாக்கவும்
th: สร้างบัญชี
tr: Hesap oluştur
uk: Створити обліковий запис
ur: اکاؤنٹ بنائیں
vi: Tạo tài khoản
zh: 创建账户
zh_hant: 建立帳號
zh_hant_tw: 建立帳號

source: First & last name
bg: Име и фамилия
bn: নামের প্রথম ও শেষ অংশ
ca: Nom i cognoms
cs: Jméno a příjmení
da: Fornavn og efternavn
de_at: Vor- und Nachname
el: Όνομα και επώνυμο
fa: نام و نام خانوادگی
fi: Etunimi ja sukunimi
fil: Pangalan at apelyido
fr_ch: Prénom et nom
gsw: Vor- und Nachname
gu: પ્રથમ અને છેલ્લું નામ
he: שם פרטי ושם משפחה
hi: पहला और अंतिम नाम
hr: Ime i prezime
hu: Kereszt- és vezetéknév
id: Nama depan & belakang
it: Nome e cognome
ja: 姓名
kn: ಮೊದಲ ಮತ್ತು ಕೊನೆಯ ಹೆಸರು
ko: 이름 및 성
ln: Nkombo ya liboso ná ya suka
lv: Vārds un uzvārds
mr: पहिले आणि आडनाव
ms: Nama pertama & akhir
nb: For- og etternavn
nl: Voor- en achternaam
nn_no: For- og etternamn
pl: Imię i nazwisko
pt: Nome e sobrenome
pt_pt: Nome próprio e apelido
ro: Prenume și nume
ru: Имя и фамилия
sk: Meno a priezvisko
sl: Ime in priimek
sr: Име и презиме
sr_latn: Ime i prezime
sv: För- och efternamn
ta: முதல் மற்றும் கடைசி பெயர்
th: ชื่อและนามสกุล
tr: Ad ve soyad
uk: Ім'я та прізвище
ur: پہلا اور آخری نام
vi: Họ và tên
zh: 姓名
zh_hant: 姓名
zh_hant_tw: 姓名

source: Follow the instructions sent to %@ to recover your password.
bg: Следвайте инструкциите, изпратени до %@, за да възстановите паролата си.
bn: %@ এ পাঠানো নির্দেশনা অনুসরণ করে আপনার পাসওয়ার্ড পুনরুদ্ধার করুন।
ca: Segueix les instruccions enviades a %@ per recuperar la teva contrasenya.
cs: Postupujte podle instrukcí zaslaných na %@ pro obnovení hesla.
da: Følg instruktionerne sendt til %@ for at gendanne din adgangskode.
de_at: Folgen Sie den Anweisungen, die an %@ gesendet wurden, um Ihr Passwort wiederherzustellen.
el: Ακολουθήστε τις οδηγίες που στάλθηκαν στο %@ για να ανακτήσετε τον κωδικό πρόσβασής σας.
fa: دستورالعمل‌های ارسال شده به %@ را برای بازیابی رمز عبور خود دنبال کنید.
fi: Noudata osoitteeseen %@ lähetettyjä ohjeita palauttaaksesi salasanan.
fil: Sundin ang mga tagubilin na ipinadala sa %@ upang maibalik ang iyong password.
fr_ch: Suivez les instructions envoyées à %@ pour récupérer votre mot de passe.
gsw: Folg de Awisige wo a %@ gschickt worde sind, zum dis Passwort wiederhärzstelle.
gu: તમારો પાસવર્ડ પુનઃપ્રાપ્ત કરવા માટે %@ પર મોકલેલી સૂચનાઓને અનુસરો.
he: עקוב אחר ההוראות שנשלחו אל %@ כדי לשחזר את הסיסמה שלך.
hi: अपना पासवर्ड पुनर्प्राप्त करने के लिए %@ पर भेजे गए निर्देशों का पालन करें।
hr: Slijedite upute poslane na %@ za oporavak lozinke.
hu: Kövesse a következő címre küldött utasításokat a jelszó helyreállításához: %@.
id: Ikuti instruksi yang dikirim ke %@ untuk memulihkan kata sandi Anda.
it: Segui le istruzioni inviate a %@ per recuperare la tua password.
ja: パスワードを回復するには、%@に送信された手順に従ってください。
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಮರುಪಡೆಯಲು %@ ಗೆ ಕಳುಹಿಸಿದ ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸಿ.
ko: 비밀번호를 복구하려면 %@(으)로 전송된 지침을 따르세요.
ln: Landa malako oyo etindamaki na %@ mpo na kozongisa liloba na yo ya kobombama.
lv: Izpildiet uz %@ nosūtītos norādījumus, lai atgūtu paroli.
mr: तुमचा पासवर्ड पुनर्प्राप्त करण्यासाठी %@ वर पाठवलेल्या सूचनांचे अनुसरण करा.
ms: Ikuti arahan yang dihantar ke %@ untuk memulihkan kata laluan anda.
nb: Følg instruksjonene sendt til %@ for å gjenopprette passordet ditt.
nl: Volg de instructies die zijn verzonden naar %@ om je wachtwoord te herstellen.
nn_no: Følg instruksjonane sendt til %@ for å gjenopprette passordet ditt.
pl: Postępuj zgodnie z instrukcjami wysłanymi na adres %@, aby odzyskać hasło.
pt: Siga as instruções enviadas para %@ para recuperar sua senha.
pt_pt: Siga as instruções enviadas para %@ para recuperar a sua palavra-passe.
ro: Urmați instrucțiunile trimise la %@ pentru a vă recupera parola.
ru: Следуйте инструкциям, отправленным на %@, чтобы восстановить пароль.
sk: Postupujte podľa pokynov odoslaných na %@ a obnovte si heslo.
sl: Sledite navodilom, poslanih na %@, za obnovitev gesla.
sr_latn: Pratite instrukcije poslate na %@ da povratite lozinku.
sv: Följ instruktionerna som skickades till %@ för att återställa ditt lösenord.
ta: உங்கள் கடவுச்சொல்லை மீட்டெடுக்க %@ க்கு அனுப்பப்பட்ட வழிமுறைகளைப் பின்பற்றவும்.
th: ปฏิบัติตามคำแนะนำที่ส่งไปที่ %@ เพื่อกู้คืนรหัสผ่านของคุณ
tr: Şifrenizi kurtarmak için %@ adresine gönderilen talimatları izleyin.
uk: Дотримуйтесь інструкцій, надісланих на %@, щоб відновити пароль.
ur: اپنا پاس ورڈ بحال کرنے کے لیے %@ پر بھیجی گئی ہدایات پر عمل کریں۔
vi: Làm theo hướng dẫn được gửi đến %@ để khôi phục mật khẩu của bạn.
zh: 按照发送至 %@ 的说明恢复您的密码。
zh_hant: 請按照傳送至 %@ 的說明來恢復您的密碼。
zh_hant_tw: 請依照寄送至 %@ 的說明來恢復您的密碼。

source: Get instructions sent to this email that explain how to reset your password.
bg: Ще изпратим на този имейл инструкции за нулиране на паролата ви.
bn: এই ইমেইলে পাসওয়ার্ড রিসেট করার নির্দেশনা পাঠানো হবে।
ca: Enviarem a aquest correu instruccions sobre com restablir la contrasenya.
cs: Odešleme instrukce pro reset hesla na tento email.
da: Vi sender instruktioner til denne email om, hvordan du nulstiller din adgangskode.
de_at: Erhalten Sie Anweisungen an diese E-Mail, die erklären, wie Sie Ihr Passwort zurücksetzen können.
el: Λάβετε οδηγίες σε αυτό το email που εξηγούν πώς να επαναφέρετε τον κωδικό πρόσβασής σας.
fa: دستورالعمل‌هایی را که نحوه بازنشانی رمز عبور شما را توضیح می‌دهد به این ایمیل دریافت کنید.
fi: Saat tähän sähköpostiin ohjeet salasanan palauttamiseen.
fil: Makatanggap ng mga tagubilin na ipinadala sa email na ito na nagpapaliwanag kung paano i-reset ang iyong password.
fr_ch: Recevez des instructions envoyées à cet e-mail qui expliquent comment réinitialiser votre mot de passe.
gsw: Bechum Awisige a die E-Mail gschickt, wo erklära wie du dis Passwort zruggsetzsch.
gu: આ ઇમેઇલ પર મોકલેલી સૂચનાઓ મેળવો જે તમારો પાસવર્ડ કેવી રીતે રીસેટ કરવો તે સમજાવે છે.
he: קבל הוראות שנשלחות לדוא״ל זה המסבירות כיצד לאפס את הסיסמה שלך.
hi: इस ईमेल पर भेजे गए निर्देश प्राप्त करें जो बताते हैं कि आपका पासवर्ड कैसे रीसेट करें।
hr: Poslat ćemo upute na ovaj email za ponovno postavljanje lozinke.
hu: Kapjon utasításokat erre az e-mail címre, amelyek elmagyarázzák, hogyan állíthatja vissza a jelszavát.
id: Dapatkan instruksi yang dikirim ke email ini yang menjelaskan cara mengatur ulang kata sandi Anda.
it: Ricevi le istruzioni inviate a questa email che spiegano come reimpostare la password.
ja: パスワードをリセットする方法を説明する手順をこのメールで受け取ります。
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಹೇಗೆ ಮರುಹೊಂದಿಸುವುದು ಎಂಬುದನ್ನು ವಿವರಿಸುವ ಸೂಚನೆಗಳನ್ನು ಈ ಇಮೇಲ್‌ಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ.
ko: 비밀번호를 재설정하는 방법을 설명하는 지침을 이 이메일로 받으세요.
ln: Zwa malako oyo etindami na email oyo oyo elimboli ndenge ya kosala ya sika liloba na yo ya kobombama.
lv: Saņemiet norādījumus uz šo e-pastu, kas paskaidro, kā atiestatīt paroli.
mr: तुमचा पासवर्ड कसा रीसेट करावा हे स्पष्ट करणाऱ्या सूचना या ईमेलवर पाठवा.
ms: Dapatkan arahan yang dihantar ke e-mel ini yang menerangkan cara menetapkan semula kata laluan anda.
nb: Få instruksjoner sendt til denne e-posten som forklarer hvordan du tilbakestiller passordet ditt.
nl: We sturen instructies naar dit e-mailadres over het resetten van je wachtwoord.
nn_no: Få instruksjonar sendt til denne e-posten som forklarer korleis du tilbakestiller passordet ditt.
pl: Otrzymaj instrukcje wysłane na ten adres e-mail, które wyjaśniają, jak zresetować hasło.
pt: Receba instruções enviadas para este e-mail que explicam como redefinir sua senha.
pt_pt: Receba instruções enviadas para este e-mail que explicam como redefinir a sua palavra-passe.
ro: Primiți instrucțiuni trimise la acest e-mail care explică cum să vă resetați parola.
ru: Получите инструкции, отправленные на этот адрес электронной почты, которые объясняют, как сбросить пароль.
sk: Dostanete pokyny odoslané na tento e-mail, ktoré vysvetľujú, ako obnoviť heslo.
sl: Prejemite navodila, poslana na ta e-poštni naslov, ki pojasnjujejo, kako ponastaviti geslo.
sr: Добијте инструкције послате на овај имејл које објашњавају како да ресетујете лозинку.
sr_latn: Dobijte instrukcije poslate na ovaj imejl koje objašnjavaju kako da resetujete lozinku.
sv: Få instruktioner skickade till denna e-post som förklarar hur du återställer ditt lösenord.
ta: உங்கள் கடவுச்சொல்லை எவ்வாறு மீட்டமைப்பது என்பதை விளக்கும் வழிமுறைகளை இந்த மின்னஞ்சலுக்குப் பெறவும்.
th: รับคำแนะนำที่ส่งไปยังอีเมลนี้ที่อธิบายวิธีการรีเซ็ตรหัสผ่านของคุณ
tr: Şifrenizi nasıl sıfırlayacağınızı açıklayan talimatları bu e-postaya gönderin.
uk: Отримайте інструкції, надіслані на цю електронну пошту, які пояснюють, як скинути пароль.
ur: اس ای میل پر بھیجی گئی ہدایات حاصل کریں جو بتاتی ہیں کہ اپنا پاس ورڈ کیسے ری سیٹ کریں۔
vi: Nhận hướng dẫn được gửi đến email này giải thích cách đặt lại mật khẩu của bạn.
zh: 我们会向此邮箱发送重置密码的说明。
zh_hant: 我們會傳送重設密碼的說明到此電子郵件。
zh_hant_tw: 我們會寄送密碼重設說明至此電子郵件。

source: If the steps above didn't work, you can resend the email. Note that this will deactivate the link in the older email.
bg: Ако горните стъпки не помогнат, може да изпратите имейла отново. Това ще деактивира стария линк.
bn: উপরের পদক্ষেপগুলো কাজ না করলে আপনি ইমেইলটি পুনরায় পাঠাতে পারেন। মনে রাখবেন, এটি পুরোনো ইমেইলের লিঙ্ক নিষ্ক্রিয় করবে।
ca: Si els passos anteriors no funcionen, pots tornar a enviar el correu. Tingues en compte que això desactivarà l'enllaç del correu antic.
cs: Pokud výše uvedené kroky nepomohou, můžete email odeslat znovu. Starý odkaz tím bude deaktivován.
da: Hvis ovenstående ikke virker, kan du gensende emailen. Bemærk, at dette deaktiverer linket i den gamle email.
de_at: Wenn die obigen Schritte nicht funktioniert haben, können Sie die E-Mail erneut senden. Beachten Sie, dass dies den Link in der älteren E-Mail deaktiviert.
el: Εάν τα παραπάνω βήματα δεν λειτούργησαν, μπορείτε να στείλετε ξανά το email. Σημειώστε ότι αυτό θα απενεργοποιήσει τον σύνδεσμο στο παλαιότερο email.
fa: اگر مراحل بالا کار نکرد، می‌توانید ایمیل را دوباره ارسال کنید. توجه داشته باشید که این کار لینک در ایمیل قدیمی را غیرفعال می‌کند.
fi: Jos mikään yllä olevista ei toimi, voit lähettää sähköpostin uudelleen. Huomaa, että tämä poistaa vanhan linkin käytöstä.
fil: Kung ang mga hakbang sa itaas ay hindi gumana, maaari mong ipadala muli ang email. Tandaan na ito ay magde-deactivate ng link sa lumang email.
fr_ch: Si les étapes ci-dessus n'ont pas fonctionné, vous pouvez renvoyer l'e-mail. Notez que cela désactivera le lien dans l'ancien e-mail.
gsw: Wenn die obige Schritt nöd funktioniert händ, chasch d'E-Mail nomol schicke. Beacht dass das de Link i de ältere E-Mail deaktiviert.
gu: જો ઉપરોક્ત પગલાં કામ ન કરે, તો તમે ઇમેઇલ ફરીથી મોકલી શકો છો. નોંધ કરો કે આ જૂના ઇમેઇલમાં લિંક નિષ્ક્રિય કરશે.
he: אם השלבים לעיל לא עבדו, תוכל לשלוח שוב את הדוא״ל. שים לב שפעולה זו תשבית את הקישור בדוא״ל הישן יותר.
hi: यदि उपरोक्त चरण काम नहीं करते हैं, तो आप ईमेल फिर से भेज सकते हैं। ध्यान दें कि इससे पुराने ईमेल में लिंक निष्क्रिय हो जाएगा।
hr: Ako prethodni koraci ne uspiju, možete ponovno poslati email. Stari link bit će deaktiviran.
hu: Ha a fenti lépések nem működtek, újraküldheti az e-mailt. Ne feledje, hogy ez deaktiválja a régebbi e-mailben lévő hivatkozást.
id: Jika langkah-langkah di atas tidak berhasil, Anda dapat mengirim ulang email. Perhatikan bahwa ini akan menonaktifkan tautan di email yang lama.
it: Se i passaggi precedenti non hanno funzionato, puoi inviare nuovamente l'email. Nota che questo disattiverà il link nell'email precedente.
ja: 上記の手順で解決しない場合は、メールを再送信できます。これにより、古いメールのリンクが無効になることに注意してください。
kn: ಮೇಲಿನ ಹಂತಗಳು ಕೆಲಸ ಮಾಡದಿದ್ದರೆ, ನೀವು ಇಮೇಲ್ ಅನ್ನು ಮತ್ತೆ ಕಳುಹಿಸಬಹುದು. ಇದು ಹಳೆಯ ಇಮೇಲ್‌ನಲ್ಲಿರುವ ಲಿಂಕ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಎಂಬುದನ್ನು ಗಮನಿಸಿ.
ko: 위의 단계가 작동하지 않으면 이메일을 다시 보낼 수 있습니다. 이렇게 하면 이전 이메일의 링크가 비활성화됩니다.
ln: Soki makambu oyo likolo esalaki te, okoki kotinda email lisusu. Yeba ete oyo ekokangisa lien oyo ezali na email ya kala.
lv: Ja iepriekšminētās darbības nepalīdzēja, varat nosūtīt e-pastu vēlreiz. Ņemiet vērā, ka tas deaktivizēs saiti vecākajā e-pastā.
mr: वरील चरण कार्य करत नसल्यास, तुम्ही ईमेल पुन्हा पाठवू शकता. लक्षात ठेवा की हे जुन्या ईमेलमधील लिंक निष्क्रिय करेल.
ms: Jika langkah di atas tidak berkesan, anda boleh menghantar semula e-mel. Ambil perhatian bahawa ini akan menyahaktifkan pautan dalam e-mel yang lebih lama.
nb: Hvis trinnene ovenfor ikke fungerte, kan du sende e-posten på nytt. Merk at dette vil deaktivere lenken i den eldre e-posten.
nl: Als de bovenstaande stappen niet helpen, kun je de e-mail opnieuw verzenden. De link in de oude e-mail wordt dan gedeactiveerd.
nn_no: Viss stega ovanfor ikkje fungerte, kan du sende e-posten på nytt. Merk at dette vil deaktivere lenka i den eldre e-posten.
pl: Jeśli powyższe kroki nie zadziałały, możesz wysłać e-mail ponownie. Pamiętaj, że spowoduje to dezaktywację linku w starszym e-mailu.
pt: Se as etapas acima não funcionaram, você pode reenviar o e-mail. Observe que isso desativará o link no e-mail mais antigo.
pt_pt: Se os passos acima não funcionaram, pode reenviar o e-mail. Note que isto irá desativar a ligação no e-mail mais antigo.
ro: Dacă pașii de mai sus nu au funcționat, puteți retrimite e-mailul. Rețineți că aceasta va dezactiva linkul din e-mailul mai vechi.
ru: Если приведенные выше шаги не помогли, вы можете отправить письмо снова. Обратите внимание, что это деактивирует ссылку в старом письме.
sk: Ak vyššie uvedené kroky nefungovali, môžete e-mail odoslať znova. Upozorňujeme, že tým sa deaktivuje odkaz v staršom e-maile.
sl: Če zgornji koraki niso pomagali, lahko e-pošto pošljete znova. Upoštevajte, da bo to deaktiviralo povezavo v starejši e-pošti.
sr: Ако горњи кораци нису помогли, можете поново послати имејл. Имајте на уму да ће ово деактивирати линк у старијем имејлу.
sr_latn: Ako gornji koraci nisu pomogli, možete ponovo poslati imejl. Imajte na umu da će ovo deaktivirati link u starijem imejlu.
sv: Om stegen ovan inte fungerade kan du skicka om e-posten. Observera att detta inaktiverar länken i den äldre e-posten.
ta: மேலே உள்ள படிகள் வேலை செய்யவில்லை என்றால், நீங்கள் மின்னஞ்சலை மீண்டும் அனுப்பலாம். இது பழைய மின்னஞ்சலில் உள்ள இணைப்பை செயலிழக்கச் செய்யும் என்பதை கவனத்தில் கொள்ளவும்.
th: หากขั้นตอนข้างต้นไม่ได้ผล คุณสามารถส่งอีเมลอีกครั้งได้ โปรดทราบว่าการดำเนินการนี้จะยกเลิกการใช้งานลิงก์ในอีเมลเก่า
tr: Yukarıdaki adımlar işe yaramadıysa, e-postayı yeniden gönderebilirsiniz. Bunun eski e-postadaki bağlantıyı devre dışı bırakacağını unutmayın.
uk: Якщо наведені вище кроки не допомогли, ви можете надіслати лист знову. Зауважте, що це деактивує посилання в старому листі.
ur: اگر اوپر کے اقدامات کام نہیں کرتے، تو آپ ای میل دوبارہ بھیج سکتے ہیں۔ نوٹ کریں کہ یہ پرانی ای میل میں لنک کو غیر فعال کر دے گا۔
vi: Nếu các bước trên không hiệu quả, bạn có thể gửi lại email. Lưu ý rằng điều này sẽ vô hiệu hóa liên kết trong email cũ.
zh: 如果上述步骤无效，您可以重新发送邮件。请注意，这将使旧邮件中的链接失效。
zh_hant: 如果以上方法皆無效，您可以重新傳送電子郵件；舊郵件中的連結將會失效。
zh_hant_tw: 若上述方式皆無效，您可以重新寄送電子郵件。舊郵件中的連結將會失效。

source: In order to change your password, you first need to enter your current password.
bg: За да промените паролата си, първо трябва да въведете текущата.
bn: পাসওয়ার্ড পরিবর্তন করতে হলে আপনাকে আগে বর্তমান পাসওয়ার্ড দিতে হবে।
ca: Per canviar la contrasenya, primer has d'introduir la contrasenya actual.
cs: Pro změnu hesla musíte nejprve zadat aktuální heslo.
da: For at ændre din adgangskode skal du først indtaste din nuværende adgangskode.
de_at: Um Ihr Passwort zu ändern, müssen Sie zuerst Ihr aktuelles Passwort eingeben.
el: Για να αλλάξετε τον κωδικό πρόσβασής σας, πρέπει πρώτα να εισαγάγετε τον τρέχοντα κωδικό πρόσβασης.
fa: برای تغییر رمز عبور، ابتدا باید رمز عبور فعلی خود را وارد کنید.
fi: Vaihtaaksesi salasanan, sinun on ensin annettava nykyinen salasana.
fil: Upang baguhin ang iyong password, kailangan mo munang ilagay ang iyong kasalukuyang password.
fr_ch: Pour modifier votre mot de passe, vous devez d'abord saisir votre mot de passe actuel.
gsw: Um dis Passwort z'ändere, muesch zersch dis aktuells Passwort iigäh.
gu: તમારો પાસવર્ડ બદલવા માટે, તમારે પહેલા તમારો વર્તમાન પાસવર્ડ દાખલ કરવાની જરૂર છે.
he: כדי לשנות את הסיסמה שלך, עליך להזין תחילה את הסיסמה הנוכחית שלך.
hi: अपना पासवर्ड बदलने के लिए, आपको पहले अपना वर्तमान पासवर्ड दर्ज करना होगा।
hr: Da biste promijenili lozinku, morate unijeti trenutačnu lozinku.
hu: A jelszó módosításához először meg kell adnia a jelenlegi jelszavát.
id: Untuk mengubah kata sandi Anda, Anda harus memasukkan kata sandi Anda saat ini terlebih dahulu.
it: Per cambiare la password, devi prima inserire la password attuale.
ja: パスワードを変更するには、まず現在のパスワードを入力する必要があります。
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಲು, ನೀವು ಮೊದಲು ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಬೇಕು.
ko: 비밀번호를 변경하려면 먼저 현재 비밀번호를 입력해야 합니다.
ln: Mpo na kobongola liloba na yo ya kobombama, esengeli liboso kotisa liloba na yo ya kobombama ya lelo.
lv: Lai mainītu paroli, vispirms jāievada pašreizējā parole.
mr: तुमचा पासवर्ड बदलण्यासाठी, तुम्हाला प्रथम तुमचा सध्याचा पासवर्ड एंटर करणे आवश्यक आहे.
ms: Untuk menukar kata laluan anda, anda mesti memasukkan kata laluan semasa anda terlebih dahulu.
nb: For å endre passordet ditt, må du først skrive inn ditt nåværende passord.
nl: Om je wachtwoord te wijzigen, moet je eerst je huidige wachtwoord invoeren.
nn_no: For å endre passordet ditt, må du først skrive inn det noverande passordet ditt.
pl: Aby zmienić hasło, musisz najpierw wprowadzić aktualne hasło.
pt: Para alterar sua senha, primeiro você precisa digitar sua senha atual.
pt_pt: Para alterar a sua palavra-passe, primeiro precisa de introduzir a sua palavra-passe atual.
ro: Pentru a vă schimba parola, trebuie mai întâi să introduceți parola actuală.
ru: Чтобы изменить пароль, сначала нужно ввести текущий пароль.
sk: Ak chcete zmeniť heslo, najprv musíte zadať svoje aktuálne heslo.
sl: Če želite spremeniti geslo, morate najprej vnesti trenutno geslo.
sr: Да бисте променили лозинку, прво морате да унесете тренутну лозинку.
sr_latn: Da biste promenili lozinku, prvo morate da unesete trenutnu lozinku.
sv: För att ändra ditt lösenord måste du först ange ditt nuvarande lösenord.
ta: உங்கள் கடவுச்சொல்லை மாற்ற, முதலில் உங்கள் தற்போதைய கடவுச்சொல்லை உள்ளிட வேண்டும்.
th: ในการเปลี่ยนรหัสผ่าน คุณต้องใส่รหัสผ่านปัจจุบันของคุณก่อน
tr: Şifrenizi değiştirmek için önce mevcut şifrenizi girmeniz gerekir.
uk: Щоб змінити пароль, спершу потрібно ввести поточний пароль.
ur: اپنا پاس ورڈ تبدیل کرنے کے لیے، آپ کو پہلے اپنا موجودہ پاس ورڈ درج کرنا ہوگا۔
vi: Để thay đổi mật khẩu, trước tiên bạn cần nhập mật khẩu hiện tại của mình.
zh: 要更改您的密码，您需要先输入当前密码。
zh_hant: 若要變更密碼，您必須先輸入目前的密碼。
zh_hant_tw: 若要變更密碼，您必須先輸入目前的密碼。

source: Linked account
bg: Свързан акаунт
bn: লিঙ্ক করা অ্যাকাউন্ট
ca: Compte enllaçat
cs: Propojený účet
da: Tilknyttet konto
de_at: Verknüpftes Konto
el: Συνδεδεμένος λογαριασμός
fa: حساب متصل
fi: Linkitetty tili
fil: Naka-link na account
fr_ch: Compte lié
gsw: Verknüpfts Konto
gu: લિંક કરેલ એકાઉન્ટ
he: חשבון מקושר
hi: लिंक किया गया खाता
hr: Povezani račun
hu: Csatolt fiók
id: Akun tertaut
it: Account collegato
ja: リンク済みアカウント
kn: ಲಿಂಕ್ ಮಾಡಿದ ಖಾತೆ
ko: 연결된 계정
ln: Kɔnti ya kokangama
lv: Saistīts konts
mr: लिंक केलेले खाते
ms: Akaun dipautkan
nb: Tilkoblet konto
nl: Gekoppeld account
nn_no: Tilkopla konto
pl: Połączone konto
pt: Conta vinculada
pt_pt: Conta associada
ro: Cont conectat
ru: Связанный аккаунт
sk: Prepojený účet
sl: Povezan račun
sr: Повезан налог
sr_latn: Povezan nalog
sv: Länkat konto
ta: இணைக்கப்பட்ட கணக்கு
th: บัญชีที่เชื่อมโยง
tr: Bağlantılı hesap
uk: Пов'язаний обліковий запис
ur: منسلک اکاؤنٹ
vi: Tài khoản đã liên kết
zh: 已关联账户
zh_hant: 已連結帳號
zh_hant_tw: 已連結帳號

source: Linked Accounts
bg: Свързани акаунти
bn: লিঙ্ক করা অ্যাকাউন্টসমূহ
ca: Comptes enllaçats
cs: Propojené účty
da: Tilknyttede konti
de_at: Verknüpfte Konten
el: Συνδεδεμένοι λογαριασμοί
fa: حساب‌های متصل
fi: Linkitetyt tilit
fil: Mga Naka-link na Account
fr_ch: Comptes liés
gsw: Verknüpfti Kontos
gu: લિંક કરેલ એકાઉન્ટ્સ
he: חשבונות מקושרים
hi: लिंक किए गए खाते
hr: Povezani računi
hu: Csatolt fiókok
id: Akun Tertaut
it: Account collegati
ja: リンク済みアカウント
kn: ಲಿಂಕ್ ಮಾಡಿದ ಖಾತೆಗಳು
ko: 연결된 계정
ln: Bakɔnti ya kokangama
lv: Saistītie konti
mr: लिंक केलेली खाती
ms: Akaun Dipautkan
nb: Tilkoblede kontoer
nl: Gekoppelde accounts
nn_no: Tilkopla kontoar
pl: Połączone konta
pt: Contas vinculadas
pt_pt: Contas associadas
ro: Conturi conectate
ru: Связанные аккаунты
sk: Prepojené účty
sl: Povezani računi
sr: Повезани налози
sr_latn: Povezani nalozi
sv: Länkade konton
ta: இணைக்கப்பட்ட கணக்குகள்
th: บัญชีที่เชื่อมโยง
tr: Bağlantılı hesaplar
uk: Пов'язані облікові записи
ur: منسلک اکاؤنٹس
vi: Các tài khoản đã liên kết
zh: 已关联账户
zh_hant: 已連結帳號
zh_hant_tw: 已連結帳號

source: New password
bg: Нова парола
bn: নতুন পাসওয়ার্ড
ca: Nova contrasenya
cs: Nové heslo
da: Ny adgangskode
de_at: Neues Passwort
el: Νέος κωδικός πρόσβασης
fa: رمز عبور جدید
fi: Uusi salasana
fil: Bagong password
fr_ch: Nouveau mot de passe
gsw: Neus Passwort
gu: નવો પાસવર્ડ
he: סיסמה חדשה
hi: नया पासवर्ड
hr: Nova lozinka
hu: Új jelszó
id: Kata sandi baru
it: Nuova password
ja: 新しいパスワード
kn: ಹೊಸ ಪಾಸ್‌ವರ್ಡ್
ko: 새 비밀번호
ln: Liloba ya sika ya kobombama
lv: Jaunā parole
mr: नवीन पासवर्ड
ms: Kata laluan baharu
nb: Nytt passord
nl: Nieuw wachtwoord
nn_no: Nytt passord
pl: Nowe hasło
pt: Nova senha
pt_pt: Nova palavra-passe
ro: Parolă nouă
ru: Новый пароль
sk: Nové heslo
sl: Novo geslo
sr: Нова лозинка
sr_latn: Nova lozinka
sv: Nytt lösenord
ta: புதிய கடவுச்சொல்
th: รหัสผ่านใหม่
tr: Yeni şifre
uk: Новий пароль
ur: نیا پاس ورڈ
vi: Mật khẩu mới
zh: 新密码
zh_hant: 新密碼
zh_hant_tw: 新密碼
